Revit 2027 API
SpecTypeId.SheetLength Property
 Sheet Length, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetLength { get; }
Public Shared ReadOnly Property SheetLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetLength {
	ForgeTypeId^ get ();
}
static member SheetLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace